---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.ALIGNMENT_STATION_LABEL_SET_INTERVAL
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.ALIGNMENT_STATION_LABEL_SET_INTERVAL

"Alignment Station Label Set Interval": The text is not used directly anywhere in the UI,
 instead the XAML specifies its own string for the value's label.